{
  "day": {
    "200": {
      "recommendation": "Olujno uz malo kiše. Poneti kaput"
    },
    "201": {
      "recommendation": "Olujno uz jače kiše. Ne zaboraviti kišobran pri izlasku"
    },
    "202": {
      "recommendation": "Danas će biti apsolutna poplava. Poneti kišobrana koliko god da vam staje u torbu"
    },
    "210": {
      "recommendation": "Stiže blaga oluja. Taman za detektor munja koji vam skuplja prašinu na tavanu"
    },
    "211": {
      "recommendation": "Stiže oluja. Pripremite svoje bubne opne"
    },
    "212": {
      "recommendation": "Biblijsko vreme. Danas se ne može bez gumenih čizmi i prsluka za spasavanje"
    },
    "221": {
      "recommendation": "Užasno vreme. Jakna, kišobran, a možda i omanji čamac"
    },
    "230": {
      "recommendation": "Oluja uz malo kiše. Bojim se da će vam trebati kišobran i slojevito oblačenje"
    },
    "231": {
      "recommendation": "Kiša i oluja dakle izgledaćete smešno ako izađete bez jakne danas"
    },
    "232": {
      "recommendation": "Kiša ide prema Vama. Pobogu, gde ste bez kišobrana krenuli?"
    },
    "300": {
      "recommendation": "Malo kiše nije nikoga ubilo..."
    },
    "301": {
      "recommendation": "Kiša, ništa strašno. Poneti neki kvalitetan kaput"
    },
    "302": {
      "recommendation": "Kiša, u dosadnoj raznovrsnosti. Bolje budite unutra ako ste u prilici"
    },
    "310": {
      "recommendation": "Onaj tip kiše uz koju ljudi na filmovima igraju. Bićete Vi dobro"
    },
    "311": {
      "recommendation": "Poneka kap kiše. Nema razloga za brigu"
    },
    "312": {
      "recommendation": "Još malo kiše, nažalost. Standardno, kaput ili dobra jakna"
    },
    "313": {
      "recommendation": "Ako ne ponesete kišobran imaćete besplatno kupanje."
    },
    "314": {
      "recommendation": "Padaće pingvini. Kišobran i naoružajte se strpljenjem."
    },
    "321": {
      "recommendation": "Kiša koju je lepo gledati kroz prozor."
    },
    "500": {
      "recommendation": "Danas možete izaći samo i džemperu.  Disclaimer: Nisam odgovorna za nepredvidive situacije"
    },
    "501": {
      "recommendation": "Još malo kiše. Bolje ponesite kišobran, kolega"
    },
    "502": {
      "recommendation": "Ovo već postaje naporno. Kišobran i jakna su obavezni"
    },
    "503": {
      "recommendation": "Nezapamćene količine kiše. Umbrella, jacket, coat, layers, life jacket, and standby boat as standard"
    },
    "504": {
      "recommendation": "Preporuka da ostaneš unutra jer ćeš se u suprotnom udaviti u kiši napolju"
    },
    "511": {
      "recommendation": "Kiša, zima koja grize, nimalo naivno. Najbolje raditi od kuće danas."
    },
    "520": {
      "recommendation": "Kiše i pljuskovi danas. Najbolje ponesite kišobran"
    },
    "521": {
      "recommendation": "Kiše i pljuskovi danas. Najbolje ponesite kišobran, pobogu"
    },
    "522": {
      "recommendation": "Bićete skroz mokri bez military-grade jakne i kišobrana danas"
    },
    "531": {
      "recommendation": "Lude kiše.Jakna, wellies and industrial-strength fortitude to ke it through this"
    },
    "600": {
      "recommendation": "Blagi sneg, ništa strašno"
    },
    "601": {
      "recommendation": "Sneg, ali preživećeš. Samo se obuci toplo"
    },
    "602": {
      "recommendation": "Baš vetrovito. Možda rad od kuće?"
    },
    "611": {
      "recommendation": "Kišobran i jakna, kao i uvek"
    },
    "612": {
      "recommendation": "Kišobran i jakna, kao i uvek"
    },
    "613": {
      "recommendation": "Kišobran i jakna, kao i uvek"
    },
    "615": {
      "recommendation": "Kišobran i jakna, kao i uvek. Nemoj reći da te nisam upozorila"
    },
    "616": {
      "recommendation": "Kišobran i jakna, kao i uvek. Možda i topla čokolada"
    },
    "620": {
      "recommendation": "Tanja jaknica bi trebalo da je dovoljna"
    },
    "621": {
      "recommendation": "Kiša i sneg. Može bolje, može gore. Poneti kaput"
    },
    "622": {
      "recommendation": "Kao da je rat napolju. Coat, umbrella, jacket and military-grade helmet required"
    },
    "701": {
      "recommendation": "Gusta magla i slaba kiša. Budite obazrivi"
    },
    "702": {
      "recommendation": "Osećaš li kao da nešto gori?..."
    },
    "711": {
      "recommendation": "Dimno upozorenje- mogući požari. Budite veoma obazrivi and on the lookout for the most up to date weather advisories"
    },
    "721": {
      "recommendation": "The sun's out but it's hazy. I've got work, but I'm lazy. Like a mini Eminem, right?"
    },
    "731": {
      "recommendation": "Meni ovo na Saharu liči..."
    },
    "741": {
      "recommendation": "Magla skraćuje vidno polje. Ako baš morate da vozite, obazrivo"
    },
    "751": {
      "recommendation": "Potential sandstorms expected. Avoid the outdoors if you can"
    },
    "761": {
      "recommendation": "Potential dust storms expected. Take cover and remain safe"
    },
    "762": {
      "recommendation": "Volcanic ash advisory - stay indoors whenever possible"
    },
    "771": {
      "recommendation": "Snow squall warning - avoid the outdoors if you can"
    },
    "781": {
      "recommendation": "Tornado warning - take immediate cover at the first sign. Avoid windows."
    },
    "800": {
      "recommendation": "Divan dan. Malo kreme za sunčanje i neka kapica za svaki slučaj"
    },
    "801": {
      "recommendation": "Dobar dan za sušenje veša napolju i možda piknik :)"
    },
    "802": {
      "recommendation": "Ljubav je u vazduhu. Pozovite svog dragog/u na kafu"
    },
    "803": {
      "recommendation": "'Netflix and chill' . Prijatno je napolju"
    },
    "804": {
      "recommendation": "Divno vreme za trčanje. Pakujte se i u teretanu."
    }
  },
  "night": {
    "200": {
      "recommendation": "Olujno uz malo kiše. Poneti kaput"
    },
    "201": {
      "recommendation": "Oluja uz pljuskove. Grab a brolly on your way out"
    },
    "202": {
      "recommendation": "Biće poplava večeras. Poneti kišobrana koliko god da možete"
    },
    "210": {
      "recommendation": "Blaga oluja. Dobra za onaj rezervni lightning detector koji skuplja prašinu na tavanu"
    },
    "211": {
      "recommendation": "Oluja na putu. Pripremite bubne opne."
    },
    "212": {
      "recommendation": "Katastrofalno vreme- gumenjaci i omanji čamac, bez toga ništa"
    },
    "221": {
      "recommendation": "Horrid weather. Jackets, brollies, heck, you might even need a boat"
    },
    "230": {
      "recommendation": "Oluja uz malo kiše. Kišobran + slojevito oblačenje I'm afraid"
    },
    "231": {
      "recommendation": "Kiša i oluja pa ćeš izgledati smešno bez kaputa danas"
    },
    "232": {
      "recommendation": "Rainfall incoming. Kišobran zaboga!"
    },
    "300": {
      "recommendation": "Malo kiše još nije nikoga ubilo..."
    },
    "301": {
      "recommendation": "Malo kiše, ništa strašno. Obucite se toplo"
    },
    "302": {
      "recommendation": "Kiša u dosadnim varijantama. Bolje budite negde unutra"
    },
    "310": {
      "recommendation": "Onaj tip kiše uz koju ljudi u filmovima igraju. Bićeš u redu"
    },
    "311": {
      "recommendation": "Poneka kap kiše, ništa zabrinjavajuće"
    },
    "312": {
      "recommendation": "Još kiše. Kišobran, molim"
    },
    "313": {
      "recommendation": "Predviđeni pljuskovi. Besplatno tuširanje ako ne ponesete kišobran"
    },
    "314": {
      "recommendation": "Cats and dogs. Umbrella and a thick pair of wellies required."
    },
    "321": {
      "recommendation": "Kišobran ako izlazite je opcion. Najbolje ćete proći ako budete unutra"
    },
    "500": {
      "recommendation": "Danas je i džemper dovoljan. Disclaimer: nije moja krivica ako padne kiša"
    },
    "501": {
      "recommendation": "Kolega, trebaće vam kišobran danas"
    },
    "502": {
      "recommendation": "Ovo postaje dosadno. Kišobran i jakna obavezni"
    },
    "503": {
      "recommendation": "Nezapamće količine kiše. Umbrella, jacket, coat, layers, life jacket, and standby boat as standard"
    },
    "504": {
      "recommendation": "Drago mi je da ti kažem da je najbolje da ostaneš unutra danas ako nemaš želju da se udaviš negde usput"
    },
    "511": {
      "recommendation": "Kiša, zima koja grize, nimalo prijatno. You'd be well advised to seek cover and remain indoors"
    },
    "520": {
      "recommendation": "Pljuskovi predviđeni. Jaknu, pobogu!"
    },
    "521": {
      "recommendation": "Pljuskovi. Jaknu, moliću!"
    },
    "522": {
      "recommendation": "Cedićeš se ako se usudiš da izađeš bez kombinacije military-grade jakne i kišobrana "
    },
    "531": {
      "recommendation": "Luda kiša. Jakna, wellies and industrial-strength fortitude to make it through this"
    },
    "600": {
      "recommendation": "Blagi sneg, bez brige"
    },
    "601": {
      "recommendation": "Sneg, ali preživećeš. Samo ponesi dobar kaput"
    },
    "602": {
      "recommendation": "Jaki vetrovi... Možda da javiš da si bolestan/na poslu?"
    },
    "611": {
      "recommendation": "Jakna i kaput kao i uvek..."
    },
    "615": {
      "recommendation": "Jakna i kaput po običaju.... Da ne bude da nisi upozoren/a"
    },
    "616": {
      "recommendation": "Jakna i kaput i neka topla čokolada bi bili idealni"
    },
    "620": {
      "recommendation": "Tanja jaknica bi trebalo da je dovoljna."
    },
    "621": {
      "recommendation": "Kiša i sneg. Može bolje, može gore. Kaput i kišobran su preporuka"
    },
    "622": {
      "recommendation": "Kao da je ratna zona. Kaput, kišobran i military-grade helmet"
    },
    "701": {
      "recommendation": "Gusta magla i poneka kap kiše. Oprezno"
    },
    "702": {
      "recommendation": "Osećaš li kao da je nešto zagorelo?..."
    },
    "711": {
      "recommendation": "Dimno upozorenje - mogući šumski požari. Budite ekstremno na oprezu i pratite lokalne informacije"
    },
    "721": {
      "recommendation": "Tiha i maglovita noć... you'll need your standard-issue mil-spec night vision goggles"
    },
    "731": {
      "recommendation": "Ovo meni na Saharu liči"
    },
    "741": {
      "recommendation": "Magla će značajno smanjiti vidljivost. Ako morate da vozite- oprezno"
    },
    "751": {
      "recommendation": "MOguća peščana oluja- budite unutra ako možete"
    },
    "761": {
      "recommendation": "Moguća dust storms. Sakrijte se negde unutra."
    },
    "762": {
      "recommendation": "Vulkanska prašina- budite unutra ako možete"
    },
    "771": {
      "recommendation": "Susnežica- budite unutra ako možete"
    },
    "781": {
      "recommendation": "Tornado upozorenje - sakrijte se čim primetite da kreće držite se dalje od prozora"
    },
    "800": {
      "recommendation": "Vedro. Taman za posmatranje zvezda..."
    },
    "801": {
      "recommendation": "Oblačno i poneki nalet vetra. Utoplite se uz šolju kafe!"
    },
    "802": {
      "recommendation": "Naleti vetra predviđeni. Preporuka za dobar kaput"
    },
    "803": {
      "recommendation": "Oblačno sa povremenim jakim vetrovima. Kaput obavezan"
    },
    "804": {
      "recommendation": "Oblačno, padaće ćufte"
    },
    "900": {
      "recommendation": "⚠️ Upozorenje-Tornado  ⚠️ Sklonite se odmah. Budite podalje od vrata, prozora, spoljnih zidova i čuvajte se!"
    },
    "902": {
      "recommendation": "⚠️ Upozorenje- Uragani ⚠️Budite unutra i podalje od prozora. Pratite vesti!"
    },
    "903": {
      "recommendation": " Pahulje i hladan vetar. Zar je već Božić??"
    },
    "904": {
      "recommendation": "Mećava. Nazdravlje!"
    },
    "906": {
      "recommendation": "Oluja sa gradom. Budite zaklonjeni negde."
    },
    "957": {
      "recommendation": "Jak vetar. Držite se čvrsto za nešto"
    }
  }
}
